node {
  name: "data_loading/tensors/component_0"
  op: "Const"
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
          dim {
            size: 801
          }
        }
      }
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_STRING
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_STRING
        tensor_shape {
          dim {
            size: 801
          }
        }
        string_val: "./data/dvs_test/training/Run_1/images/frame_00000.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00001.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00002.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00003.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00004.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00005.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00006.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00007.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00008.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00009.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00010.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00011.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00012.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00013.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00014.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00015.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00016.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00017.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00018.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00019.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00020.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00021.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00022.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00023.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00024.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00025.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00026.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00027.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00028.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00029.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00030.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00031.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00032.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00033.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00034.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00035.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00036.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00037.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00038.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00039.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00040.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00041.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00042.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00043.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00044.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00045.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00046.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00047.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00048.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00049.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00050.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00051.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00052.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00053.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00054.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00055.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00056.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00057.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00058.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00059.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00060.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00061.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00062.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00063.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00064.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00065.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00066.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00067.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00068.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00069.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00070.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00071.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00072.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00073.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00074.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00075.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00076.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00077.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00078.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00079.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00080.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00081.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00082.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00083.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00084.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00085.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00086.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00087.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00088.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00089.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00090.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00091.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00092.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00093.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00094.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00095.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00096.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00097.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00098.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00099.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00100.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00101.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00102.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00103.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00104.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00105.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00106.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00107.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00108.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00109.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00110.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00111.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00112.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00113.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00114.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00115.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00116.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00117.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00118.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00119.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00120.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00121.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00122.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00123.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00124.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00125.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00126.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00127.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00128.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00129.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00130.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00131.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00132.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00133.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00134.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00135.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00136.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00137.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00138.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00139.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00140.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00141.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00142.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00143.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00144.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00145.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00146.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00147.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00148.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00149.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00150.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00151.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00152.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00153.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00154.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00155.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00156.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00157.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00158.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00159.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00160.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00161.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00162.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00163.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00164.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00165.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00166.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00167.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00168.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00169.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00170.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00171.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00172.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00173.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00174.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00175.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00176.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00177.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00178.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00179.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00180.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00181.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00182.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00183.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00184.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00185.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00186.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00187.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00188.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00189.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00190.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00191.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00192.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00193.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00194.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00195.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00196.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00197.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00198.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00199.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00200.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00201.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00202.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00203.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00204.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00205.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00206.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00207.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00208.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00209.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00210.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00211.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00212.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00213.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00214.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00215.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00216.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00217.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00218.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00219.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00220.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00221.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00222.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00223.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00224.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00225.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00226.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00227.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00228.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00229.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00230.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00231.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00232.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00233.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00234.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00235.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00236.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00237.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00238.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00239.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00240.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00241.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00242.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00243.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00244.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00245.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00246.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00247.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00248.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00249.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00250.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00251.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00252.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00253.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00254.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00255.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00256.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00257.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00258.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00259.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00260.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00261.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00262.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00263.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00264.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00265.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00266.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00267.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00268.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00269.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00270.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00271.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00272.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00273.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00274.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00275.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00276.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00277.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00278.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00279.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00280.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00281.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00282.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00283.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00284.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00285.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00286.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00287.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00288.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00289.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00290.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00291.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00292.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00293.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00294.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00295.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00296.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00297.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00298.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00299.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00300.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00301.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00302.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00303.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00304.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00305.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00306.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00307.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00308.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00309.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00310.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00311.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00312.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00313.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00314.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00315.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00316.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00317.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00318.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00319.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00320.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00321.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00322.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00323.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00324.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00325.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00326.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00327.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00328.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00329.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00330.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00331.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00332.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00333.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00334.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00335.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00336.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00337.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00338.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00339.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00340.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00341.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00342.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00343.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00344.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00345.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00346.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00347.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00348.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00349.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00350.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00351.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00352.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00353.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00354.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00355.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00356.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00357.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00358.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00359.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00360.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00361.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00362.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00363.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00364.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00365.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00366.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00367.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00368.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00369.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00370.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00371.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00372.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00373.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00374.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00375.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00376.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00377.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00378.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00379.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00380.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00381.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00382.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00383.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00384.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00385.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00386.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00387.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00388.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00389.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00390.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00391.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00392.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00393.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00394.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00395.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00396.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00397.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00398.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00399.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00400.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00401.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00402.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00403.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00404.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00405.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00406.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00407.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00408.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00409.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00410.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00411.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00412.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00413.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00414.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00415.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00416.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00417.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00418.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00419.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00420.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00421.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00422.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00423.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00424.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00425.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00426.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00427.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00428.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00429.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00430.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00431.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00432.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00433.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00434.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00435.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00436.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00437.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00438.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00439.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00440.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00441.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00442.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00443.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00444.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00445.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00446.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00447.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00448.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00449.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00450.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00451.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00452.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00453.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00454.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00455.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00456.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00457.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00458.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00459.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00460.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00461.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00462.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00463.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00464.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00465.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00466.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00467.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00468.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00469.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00470.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00471.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00472.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00473.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00474.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00475.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00476.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00477.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00478.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00479.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00480.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00481.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00482.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00483.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00484.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00485.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00486.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00487.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00488.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00489.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00490.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00491.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00492.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00493.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00494.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00495.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00496.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00497.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00498.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00499.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00500.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00501.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00502.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00503.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00504.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00505.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00506.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00507.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00508.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00509.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00510.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00511.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00512.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00513.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00514.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00515.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00516.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00517.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00518.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00519.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00520.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00521.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00522.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00523.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00524.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00525.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00526.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00527.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00528.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00529.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00530.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00531.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00532.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00533.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00534.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00535.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00536.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00537.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00538.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00539.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00540.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00541.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00542.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00543.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00544.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00545.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00546.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00547.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00548.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00549.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00550.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00551.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00552.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00553.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00554.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00555.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00556.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00557.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00558.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00559.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00560.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00561.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00562.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00563.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00564.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00565.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00566.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00567.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00568.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00569.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00570.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00571.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00572.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00573.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00574.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00575.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00576.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00577.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00578.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00579.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00580.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00581.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00582.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00583.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00584.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00585.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00586.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00587.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00588.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00589.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00590.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00591.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00592.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00593.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00594.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00595.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00596.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00597.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00598.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00599.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00600.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00601.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00602.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00603.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00604.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00605.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00606.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00607.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00608.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00609.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00610.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00611.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00612.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00613.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00614.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00615.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00616.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00617.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00618.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00619.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00620.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00621.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00622.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00623.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00624.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00625.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00626.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00627.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00628.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00629.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00630.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00631.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00632.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00633.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00634.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00635.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00636.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00637.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00638.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00639.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00640.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00641.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00642.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00643.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00644.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00645.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00646.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00647.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00648.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00649.png"
        string_val: "./data/dvs_test/training/Run_1/images/frame_00650.png"
